Public Class MoveBackwardToLocation
    'Назначение: запрос на перемещение чара 
    'Формат: 
    '01 
    'XX XX XX XX // Координата X точки назначения 
    'XX XX XX XX // Координата Y точки назначения 
    'XX XX XX XX // Координата Z точки назначения 
    'XX XX XX XX // Координата X текущего положения чара 
    'XX XX XX XX // Координата Y текущего положения чара 
    'XX XX XX XX // Координата Z текущего положения чара 
    'XX XX XX XX // 00 - для движения используеться клавиатура, 01 - для движения используется мышь 

End Class
